[
    {
      "id": "news-1",
      "title": "Україна отримала нову партію військової допомоги",
      "text": "Міністерство оборони України підтвердило надходження нової партії військової допомоги від партнерів. До постачання увійшли сучасні системи ППО, бронетехніка та засоби зв’язку. Очікується, що це значно підвищить обороноздатність українських підрозділів на ключових напрямках фронту."
    },
    {
      "id": "news-2",
      "title": "У Києві відкрили перший енергозберігаючий офісний центр",
      "text": "У столиці урочисто відкрили інноваційний офісний комплекс, який повністю працює на альтернативних джерелах енергії. Комплекс оснащено сонячними панелями, системами збору дощової води та автоматичним контролем енергоспоживання. Очікується, що будівля заощаджуватиме до 70% електроенергії порівняно з аналогами."
    },
    {
      "id": "news-3",
      "title": "У Харкові запрацювала підземна школа",
      "text": "Харків став першим містом в Україні, де учні можуть навчатися в безпечних умовах під землею. Підземні класи обладнані вентиляцією, інтернетом та сучасними навчальними матеріалами. Ініціатива реалізована за підтримки міжнародних благодійників та місцевої влади."
    },
    {
      "id": "news-4",
      "title": "Світові ціни на пшеницю зростають",
      "text": "Фінансові аналітики повідомляють про стрімке зростання цін на зерно на світових біржах. Основною причиною є нестабільність у Чорноморському регіоні та посухи у США. Очікується, що ціни залишатимуться високими щонайменше до кінця сезону збору врожаю."
    },
    {
      "id": "news-5",
      "title": "Google запускає нову AI-платформу для малого бізнесу",
      "text": "Google представила нову платформу на основі штучного інтелекту, яка дозволяє автоматизувати обслуговування клієнтів та обробку запитів. Сервіс орієнтований на малий і середній бізнес. Також доступна інтеграція з Google Ads для оптимізації реклами."
    },
    {
      "id": "news-6",
      "title": "В Одесі відновлюють пляжі після штормів",
      "text": "Комунальні служби Одеси розпочали активні роботи з очищення та зміцнення берегової лінії. Наслідки останніх штормів виявилися масштабними: знесені лавки, пошкоджені пірси та забруднені прибережні зони. Міська рада пообіцяла завершити ремонт до початку курортного сезону."
    },
    {
      "id": "news-7",
      "title": "Українські ІТ-компанії нарощують експорт",
      "text": "Попри виклики воєнного часу, ІТ-сектор України демонструє зростання експорту послуг. За перше півріччя надходження від експорту склали понад $3 мільярди. Фахівці кажуть, що попит на українських спеціалістів залишається стабільно високим, особливо в сфері кібербезпеки та розробки ПЗ."
    },
    {
      "id": "news-8",
      "title": "NASA успішно протестувало нову ракету",
      "text": "Американське космічне агентство NASA провело успішний тестовий запуск ракети нової генерації. Вона призначена для майбутніх польотів у межах програми Artemis, яка має на меті повернення людей на Місяць. Експерти називають це великим кроком до міжпланетних місій."
    },
    {
      "id": "news-9",
      "title": "У Львові відкрили сучасну бібліотеку нового покоління",
      "text": "Новий простір для навчання та дозвілля відкрився у центрі Львова. Бібліотека пропонує не лише книги, а й зони для командної роботи, лекції, кінопокази та майстер-класи. Ініціатива реалізована в рамках міської програми розвитку молоді та освіти."
    },
    {
      "id": "news-10",
      "title": "Євросоюз оновив правила перетину кордону для українців",
      "text": "З 1 липня набирають чинності нові умови для перетину кордонів країн ЄС громадянами України. Вони передбачають спрощену реєстрацію та продовження тимчасового захисту до 2026 року. Представники Єврокомісії зазначили, що підтримка України залишається пріоритетом."
    }
  ]
  